/* Blow duration target */
"Blow duration target" = "Dauer einer Ausatmung";

/* go to calibration settings */
"Calibration" = "Kalibrierung";

/* Back Button for Title management */
"Done" = "Fertig";

/* DurationExplanantion */
"Durations: periods when the Flutter® VRP1 vibrates in the targeted range of frequencies." = "Dauer: Abstände in denen Flutter® VRP1 im Frequenzzielbereich vibriert.";

/* Exercice duration target */
"Exercice duration target" = "Gesamtdauer einer Übung";

/* PlayBack Volume */
"PlayBack Volume" = "Lautstärke Wiedergabe";

/*  Profile Button with title */
"Profile" = "Profil";

/* Profil Management Title */
"Profiles" = "Profile";

/* ParametersApp Title */
"Settings" = "Einstellungen";

